{
  "news_title": "Let's get acquainted with the latest news!",
  "guest_info": "Our special guest this time is Muhammadali Eshonqulov. A person who has achieved great success in his field and has become a source of inspiration for many visited Iqtidor School and Iqtidor Academy. This person is known as a hardworking, creative, and dedicated professional with many achievements.",
  "visit_date": "Visit date 2024-08-21",
  "news_day": "Today is a special day at IQTIDOR school!",
  "very_day": "The founder of the prestigious Global Education learning center in Karshi, Sardor Sodiqov, along with international education expert Ms. Michel, visited our school. During the meeting, they discussed modern approaches in the education system, international experience, and innovative methods. The guests reviewed the IT programs of our school and acknowledged their high efficiency. We believe such meetings will open new opportunities for the future of IQTIDOR school!",
  "visit_day": "Visit date 2024-12-20",
  "nice_day": "At the IQTIDOR Educational Institution, a deputy from the Committee on Innovation Development and Information Technology Issues of the Legislative Chamber of the Oliy Majlis of Uzbekistan visited to have a conversation with our youth. During the meeting, Shakhnoza Kholmakhmatova provided detailed information about the reforms and the essence of the newly adopted laws in the field of information technology and education. Additionally, she got acquainted with the educational conditions created at IQTIDOR Educational Institution, listened to the students' suggestions and wishes regarding their learning process, and provided the necessary guidance",
  "day": "Visit day: 26.02.2025  ",
  "hippo": "HIPPO 2025 at IQTIDOR Educational Institution",
  "olympiad": "The 13th International English Language Olympiad's regional selection stage in Kashkadarya will be hosted by IQTIDOR Educational Institution. As you know, English is used as a foreign or second language in nearly 70 countries, and students from grades 1 to 11 will compete at the international CEFR level. The exam is conducted based on IESOL standards by the UK’s Ofqual Regulated Gatehouse Awards organization and is recognized internationally. In the selection stage of the Olympiad, each participant will receive a certificate and a souvenir for taking part at the international CEFR level.",
  "time": "Olympiad date and time: March 15 | 9:00 AM",
  "school": "School mission and objectives",
  "pupil": "Identifying students' talents, developing them, and guiding them in the right direction. Discovering future leaders who think creatively and innovatively, work intelligently for a prosperous society, and utilize their abilities effectively.",
  "AT": "Specialized in IT and English language",
  "Iqtidor": "At Iqtidor School, students are taught using the latest and most effective methodologies in the field of modern information technology.",
  "talim": "In the educational process, our students fully master English, Russian, and German languages.",
  "teacher": "Highly qualified teachers",
  "ustoz": "Our teachers have more than 15 years of experience in primary education and provide both professional and individualized approaches to each student.",
  "kongil": "Entertainment events and excursions",
  "tadbir": "Our school organizes engaging events and meetings with leading experts in various fields.",
  "munosabat": "Regulating the relationships between parents, students, and teachers while monitoring students' attendance, academic performance, and overall development.",
  "forma": "Our students are provided with specially designed school uniforms for two different seasons, meeting all quality standards.",
  "maxsus": "Special uniform",
  "tajriba": "Experienced curators",
  "dam": "Rest rooms",
  "one": "Our comfortable and modern rest rooms provide an ideal environment for students to relax after studying, engage in creative activities, and socialize with friends.",
  "Aloqa": "Contact",
  "sahifa": "Our social media pages",
  "telefon": "Phone number and our social media",
  "Obuna": "Subscribe",
  "name": "Enter name:",
  "names": "Enter your name:",
  "surname": "Enter your surname:",
  "phone": "Enter your phone number:",
  "asoschisi": "Founder",
  "saodat": "Happiness and trust are more valuable than anything.",
  "at": "Has 13 years of experience in the IT field and is the founder of several major IT projects and companies. Developer, IT architect, IT doctor.",
  "company": "In addition, he is also involved in more than 20 other companies and projects.",
  "welcome": "Welcome to Iqtidor School, the first institution in Kitob district dedicated to IT and English language education! Our main goal is to provide modern and high-quality education that ensures the intellectual and personal development of students. Our team of highly qualified teachers offers in-depth learning in English and IT for your children. Additionally, the school features modern classrooms, a well-equipped library, and sports facilities to  support students' all-round development.",
  "create": "Create the best learning environment!",
  "child": "for your child",
  "our": " Our school is located in the Kashkadarya region and specializes in IT and English language education. Our teaching methods are based on modern approaches, ensuring that each student receives an  individualized learning plan. With small class sizes, highly  qualified teachers, and interactive learning methods, we make your  child's educational journey both engaging and effective.",
  "about": "About the School",
  "lesson": "Lessons conducted in Russian",
  "clever": "Individual approach",
  "teach": "Highly qualified teachers",
  "methods": "Modern teaching methods",
  "class": "Small classes and high attention",
  "academic": "High academic performance",
  "oshxona": "Canteen service",
  "yangi": "Fresh products",
  "food": "Customized diets and special meals",
  "etibor": "Warm and attentive service",
  "taom": "Unique and delicious dishes",
  "axborot": "IT (Information Technology)",
  "darslar": "Lessons throughout the week from specialists in modern information technology",
  "ingliz": "English language",
  "xalqaro": "Acquiring knowledge to help obtain international certificates",
  "rus": "Russian language",
  "davr": "Regularly learning and practicing conversation skills in languages that are in demand today",
  "arab": "Arabic language",
  "ishonch": "Learning reading and writing skills from reliable and experienced mentors",
  "mashq": "Gymnastics",
  "gimnastika": "Training sessions throughout the week to ensure proper bone development and physical fitness",
  "robot": "Robotics",
  "robotexnika": "Opportunity to participate in technology lessons based on real-world applications",
  "ixtisoslashuv": "Specialization",
  "maxsus1": "A center for a thorough approach to specialized fields and subjects",
  "ayti": "IT specialization",
  "qullanma": "A serious approach is applied to all subjects related to Information Technology",
  "sport": "Sports",
  "soglom": "Regular sports clubs are organized in our school to ensure students grow up healthy and physically strong",
  "matem": "Mathematics",
  "matematika": "Mathematics – our graduates score 1300+ on international SAT exams and develop high-level logical thinking skills",
  "chet": "Foreign language",
  "til": "English – we provide all necessary conditions for our graduates to score 7+ on international IELTS exams and use English fluently",
  "qanot": "Let your dreams take flight, \nIqtidor School will open the way for you!",
  "list": "Register",
  "lesson1": "Lesson process",
  "iqtidor": "Iqtidor School provides all the necessary conditions for your children to receive quality education, as well as to develop creatively and intellectually.",
  "lang": "-Lessons conducted in Russian;",
  "ilm": "-Lessons based on modern teaching methodology by professional teachers;",
  "club": "-Sports clubs;",
  "fresh": "-Three healthy and halal meals a day;",
  "room": "-Rest rooms;",
  "kutubxona": "-Modern library;",
  "kitob": "In the Kitob district, Iqtidor School, the first specialized school focused on IT and English, has started its activities to provide deep knowledge in IT and English using modern educational programs and advanced teaching technologies.",
  "maqsad": "Our goals",
  "maxsus2": "A center for a thorough approach to specialized fields and subjects",
  "talim1": "Quality education",
  "zamonaviy": "Providing students with deep and comprehensive knowledge using modern educational programs and advanced teaching technologies",
  "shaxsiy": "Personal development",
  "qobilyat": "Applying teaching methods aimed at identifying and developing each student's abilities and talents",
  "ijodiy": "Creative thinking",
  "tanqidiy": "Teaching students to think creatively and critically, developing problem-solving skills",
  "qadr": "Moral values",
  "yuksak": "Instilling high moral values and raising individuals who benefit society",
  "rivojlanish": "Self-development",
  "dastur": "Providing students with deep and comprehensive knowledge using modern educational programs and advanced teaching technologies",
  "shakl": "Education format",
  "nazorat": "Daily lesson monitoring, weekly and monthly exams",
  "natija": "Students' results and performance are regularly checked",
  "shaxmat": "Computer, chess-checkers, gymnastics, and sports clubs",
  "halol": "Three healthy and halal meals a day",
  "day_one": "Educational process from 8:00 AM to 5:00 PM (Monday-Friday)",
  "ozb": "Education is provided in Uzbek and Russian",
  "yuborish": "Send",
  "yubor": "Sending...",
  "qidir": "The page you are looking for was not found",
  "asosiy": "Go to the main page",
  "home": "Home",
  "about1":" About Us",
  "info":"Info",
  "blog":"Contact Us",
  "news":" News",
  "sign":" Sign In"
}