{
    "news_title": "Давайте познакомимся с новостями на сегодняшний день!",
    "guest_info": "Наш сегодняшний гость - Мухаммадали Эшонкулов. В наш центр Iqtidor School и Iqtidor Academy прибыл человек, добившийся больших успехов в своей сфере и ставший источником вдохновения для многих. Этот человек известен своей любовью к профессии, творчеством и трудолюбием, а также множеством достижений.",
    "visit_date": "Дата визита: 21.08.2024",
    "news_day": "Сегодня особенный день в нашей школе IQTIDOR!",
    "very_day": "Основатель престижного образовательного центра Global Education в городе Карши Сардор Садыков, а также международный эксперт в сфере образования госпожа Мишель посетили нашу школу. Во время встречи состоялись интересные дискуссии о современных подходах в образовании, международном опыте и инновационных методах. Гости высоко оценили эффективность наших учебных программ в области IT. Мы верим, что такие встречи открывают новые возможности для будущего школы IQTIDOR!",
    "visit_day": "Дата визита: 20.12.2024",
    "nice_day": "В образовательное учреждение IQTIDOR прибыла депутат Комитета по инновационному развитию и информационным технологиям Законодательной палаты Олий Мажлиса Республики Узбекистан. В ходе встречи Шахноза Холмахматова подробно рассказала о проводимых реформах в сфере IT и образования, а также о новых законах. Кроме того, она ознакомилась с условиями, созданными в учреждении, системой образования и пожеланиями молодежи в процессе обучения, дав важные рекомендации.",
    "day": "Дата визита: 26.02.2025",
    "hippo": "HIPPO 2025 в образовательном учреждении IQTIDOR",
    "olympiad": "Отборочный этап 13-й международной олимпиады по английскому языку, проходящий в Кашкадарьинской области, состоится в образовательном учреждении IQTIDOR. Как известно, в олимпиаде участвуют ученики с 1 по 11 класс из около 70 стран, где английский является иностранным или вторым языком. Экзамен проводится британской организацией Gatehouse Awards по стандарту IESOL и признан на международном уровне. Каждый участник отборочного этапа получит сертификат международного уровня и памятные подарки.",
    "time": "Дата и время олимпиады: 15 марта | 9:00",
    "school": "Миссия и цель школы",
    "pupil": "Определение талантов учеников, их развитие и правильное воспитание. Выявление будущих лидеров, которые мыслят креативно и инновационно, а также используют свои способности для благополучия общества.",
    "AT": "Специализация в IT и английском языке",
    "Iqtidor": "В школе IQTIDOR обучение проводится с использованием самых современных и полезных методик в сфере информационных технологий.",
    "talim": "В процессе обучения наши ученики полностью осваивают английский, русский и немецкий языки.",
    "teacher": "Высококвалифицированные преподаватели",
    "ustoz": "Наши учителя имеют более 15 лет опыта в начальном образовании и применяют индивидуальный профессиональный подход к каждому ученику.",
    "kongil": "Развлекательные мероприятия и экскурсии",
    "tadbir": "В нашей школе организуются интересные мероприятия и встречи с ведущими специалистами различных областей.",
    "munosabat": "Регулирование взаимоотношений между родителями, учениками и преподавателями, а также контроль посещаемости, успеваемости и развития учащихся.",
    "forma": "Наши ученики обеспечены специальной школьной формой, соответствующей всем требованиям качества, адаптированной для двух сезонов.",
    "maxsus": "Специальная форма",
    "tajriba": "Опытные кураторы",
    "dam": "Комнаты отдыха",
    "one": "Удобные и современные комнаты отдыха позволяют ученикам расслабиться после занятий, творчески развиваться и общаться с друзьями.",
    "Aloqa": "Контакты",
    "sahifa": "Наши страницы в социальных сетях",
    "telefon": "Телефонный номер и наши соцсети",
    "Obuna": "Подписывайтесь",
    "names": "Введите ваше имя:",
    "surname": "Введите вашу фамилию:",
    "phone": "Введите ваш номер телефона:",
    "asoschisi": "Основатель",
    "saodat": "Счастье и доверие ценнее всего.",
    "at": "Обладает 13-летним опытом в сфере IT, является основателем нескольких крупных IT-проектов и компаний. Разработчик, IT-архитектор, доктор IT.",
    "company": "Кроме того, он принимает участие в более чем 20 других компаниях и проектах.",
    "welcome": "Добро пожаловать в школу IQTIDOR! Это первое образовательное учреждение в Китабском районе, специализирующееся на обучении IT и английскому языку! Наша основная цель – обеспечить качественное современное образование и способствовать интеллектуальному и личностному развитию учеников. Наши высококвалифицированные преподаватели предоставят детям глубокие знания в области английского языка и IT. В школе также есть современные классы, богатая библиотека и спортивные сооружения, способствующие всестороннему развитию учащихся.",
    "create": "Создайте лучшую учебную среду!",
    "child": "для вашего ребенка",
    "our": "Наша школа расположена в Кашкадарьинской области и специализируется на обучении IT и английскому языку. Наши методы преподавания основаны на современных подходах, и для каждого ребенка разрабатывается индивидуальный учебный план. Благодаря небольшим классам, высококвалифицированным преподавателям и интерактивным методам мы делаем образовательный процесс увлекательным и эффективным.",
    "about": "О школе",
    "lesson": "Занятия ведутся на русском языке",
    "clever": "Индивидуальный подход",
    "teach": "Высококвалифицированные преподаватели",
    "methods": "Современные методы обучения",
    "class": "Маленькие классы и повышенное внимание",
    "academic": "Высокие академические результаты",
    "oshxona": "Столовое обслуживание",
    "yangi": "Свежие продукты",
    "food": "Адаптированные диеты и специальные блюда",
    "etibor": "Тщательное и теплое обслуживание",
    "taom": "Уникальные вкусные блюда",
    "axborot": "IT (Информационные технологии)",
    "darslar": "На протяжении недели проводятся занятия по современным информационным технологиям с участием специалистов.",
    "ingliz": "Английский язык",
    "xalqaro": "Освоение знаний, помогающих получить международные сертификаты.",
    "rus": "Русский язык",
    "davr": "Постоянное изучение актуальных языков и развитие навыков общения.",
    "arab": "Арабский язык",
    "ishonch": "Изучение навыков письма и чтения с надежными и опытными менторами.",
    "mashq": "Гимнастика",
    "gimnastika": "Занятия в течение недели для правильного формирования костей и укрепления тела.",
    "robot": "Робототехника",
    "robotexnika": "Участие в практических занятиях по современным технологиям.",
    "ixtisoslashuv": "Специализация",
    "maxsus1": "Центр глубокой подготовки по специальным направлениям и предметам.",
    "ayti": "Специализация в IT",
    "qullanma": "Серьезный подход ко всем предметам, связанным с информационными технологиями.",
    "sport": "Спорт",
    "soglom": "В нашей школе регулярно организуются спортивные секции для здорового развития учащихся.",
    "matem": "Математика",
    "matematika": "Наши выпускники набирают 1300+ баллов на международных экзаменах SAT, развивая логическое мышление.",
    "chet": "Иностранный язык",
    "til": "Наши выпускники получают 7+ баллов на IELTS, достигая свободного владения английским языком.",
    "qanot": "Позвольте своим мечтам взлететь, \n Школа Iqtidor откроет для вас путь!",
    "list": "Зарегистрироваться",
    "lesson1": "Учебный процесс",
    "iqtidor": "Школа Iqtidor предоставляет все необходимые условия для того, чтобы ваши дети получали качественное образование, а также развивались творчески и интеллектуально.",
    "lang": "-Занятия проводятся на русском языке;",
    "ilm": "-Занятия проводятся по современной методике преподавания профессиональными учителями;",
    "club": "-Спортивные клубы;",
    "fresh": "-Три здоровых и халяльных приема пищи в день;",
    "room": "-Комнаты отдыха;",
    "kutubxona": "-Современная библиотека;",
    "kitob": "В районе Китоб начала свою деятельность школа Iqtidor — первая специализированная школа, ориентированная на IT и английский язык, предлагающая углубленные знания в этих областях с использованием современных образовательных программ и передовых методик преподавания.",
    "maqsad": "Наши цели",
    "maxsus2": "Центр для углубленного изучения специализированных предметов и направлений",
    "talim1": "Качественное образование",
    "zamonaviy": "Обеспечение учащихся глубокими и всесторонними знаниями с использованием современных образовательных программ и передовых технологий преподавания",
    "shaxsiy": "Личностное развитие",
    "qobilyat": "Применение методов обучения, направленных на выявление и развитие способностей и талантов каждого ученика",
    "ijodiy": "Креативное мышление",
    "tanqidiy": "Обучение учеников творческому и критическому мышлению, развитие навыков решения проблем",
    "qadr": "Моральные ценности",
    "yuksak": "Воспитание высоких моральных ценностей и формирование личностей, приносящих пользу обществу",
    "rivojlanish": "Саморазвитие",
    "dastur": "Обеспечение учащихся глубокими и всесторонними знаниями с использованием современных образовательных программ и передовых технологий преподавания",
    "shakl": "Формат обучения",
    "nazorat": "Ежедневный контроль занятий, еженедельные и ежемесячные экзамены",
    "natija": "Результаты и успеваемость учащихся регулярно проверяются",
    "shaxmat": "Компьютерный клуб, шахматы-шашки, гимнастика и спортивные секции",
    "halol": "Три здоровых и халяльных приема пищи в день",
    "day_one": "Учебный процесс с 8:00 до 17:00 (понедельник-пятница)",
    "ozb": "Обучение ведется на узбекском и русском языках",
    "yuborish": "Отправить",
    "yubor": "Отправляется...",
    "qidir": "Страница, которую вы ищете, не найдена",
    "asosiy": "Перейти на главную страницу",
    "home": "Главная",
    "about1": "О нас",
    "info": "Информация",
    "blog": "Свяжитесь с нами",
    "news": "Новости",
    "sign": "Войти"
}