{
  "news_title": "Bugungi kungacha bo'lgan yangiliklar bilan tanishamiz!",
  "guest_info": "Bizning bu galgi mehmonimiz Muhammadali Eshonqulov. Iqtidor School va Iqtidor Academy dargohimizga o'z sohasida katta muvaffaqiyatlarga erishgan, ko'pchilik uchun ilhom manbai bo'lgan shaxs mehmon bo'ldi. Bu inson o'z kasbini sevuvchi, ijodkor va mehnatkash sifatida tanilgan bo‘lib, ko‘plab yutuqlarga ega.",
  "visit_date": "Tashrif buyurgan kun: 2024-08-21",
  "news_day": "Bugun IQTIDOR maktabimizda o'zgacha kun!",
  "very_day": "Qarshi shahridagi nufuzli Global Education ta'lim markazi asoschisi Sardor Sodiqov hamda ta'lim sohasida xalqaro ekspert Michel xonim mehmon bo'lishdi. Uchrashuv davomida ta'lim tizimining zamonaviy yondashuvlari, xalqaro tajriba va innovatsion uslublar haqida qiziqarli suhbatlar bo‘lib o‘tdi. Mehmonlar maktabimizning AyTi yo‘nalishlaridagi o‘quv dasturlarini ko‘rib, ularning yuqori darajadagi samaradorligini e'tirof etishdi. Biz bunday uchrashuvlar IQTIDOR maktabining kelajagi uchun yangi imkoniyatlar ochishiga ishonamiz!",
  "visit_day": "Tashrif buyurgan kun:2024-12-20",
  "nice_day": "IQTIDOR Ta'lim muassasasida O'zbekiston Respublikasi Oliy Majlisi Qonunchilik palatasi Innovatsion rivojlanish va axborot texnologiyalari masalalari qo'mitasining deputati yoshlarimiz bilan suhbat qurish maqsadida tashrif buyurdilar. Uchrashuv davomida Shaxnoza Xolmaxmatova axborot texnologiyalari va ta'lim sohasida amalga oshirilayotgan islohotlar, qabul qilinayotgan yangi qonunlarning mazmun-mohiyati haqida batafsil ma'lumotlar berdilar. Shuningdek, IQTIDOR Ta'lim muassasasida yaratib berilgan shart-sharoitlar, ta'lim tizimi va yoshlarning bilim olish yo'lidagi taklif va istaklari bilan tanishib, o'zlarining kerakli ko'rsatmalarini berdilar.",
  "day": "Tashrif buyurgan kun: 26.02.2025-yil",
  "hippo": " HIPPO 2025 IQTIDOR Ta'lim maskanida",
  "olympiad": "13-xalqaro ingliz tili fani olimpiadasining Qashqadaryo viloyat kesimida bo‘lib o‘tadigan saralash bosqichiga IQTIDOR Ta‘lim maskani mezbonlik qiladigan bo‘ldi. Xabaringiz bor, Ingliz tili xorijiy yoki ikkinchi til sifatida qo‘llaniladigan 70 ga yaqin davlatdan 1-sinfdan 11-sinfgacha bo‘lgan barcha maktab o‘quvchilari xalqaro CEFR darajasida bellashishadi. Imtihon Angliya davlatining Ofqual Regulated UK Gatehouse Awards tashkiloti tomonidan IESOL asosida o‘tkaziladi va ushbu imtihon xalqaro darajada tan olingan. Olimpiadaning saralash bosqichida har bir o‘quvchiga xalqaro CEFR darajasida ishtirok etganligi haqida sertifikat va esdalik sovg‘asi beriladi.",
  "time": "Olimpiada sanasi va vaqti: 15 mart | 9:00 ",
  "school": "Maktab missiyasi va maqsadi",
  "pupil": "O'quvchilarning iqtidorini aniqlab, uni rivojlantirish va to'g'ri yo'nalishda tarbiyalash. Kreativ innovatsion fikrlaydigan, jamiyatni farovon yashashi uchun aqlli mehnat qiladigan qobiliyatlaridan to'g'ri foydalanadigan kelajak liderlarini kashf qilish.",
  "AT": "AyTi va Ingliz tiliga ixtisoslashtirilgan",
  "Iqtidor": " Iqtidor maktabi o'quvchilariga zamonaviy axborot texnologiya sohasining eng so'ngi va foydali metodikalaridan foydalangan holda dars beriladi.",
  "talim": "Ta'lim jarayonida o'quvchilarimiz ingliz, rus, nemis tillarini to'liq o'zlashtiradi.",
  "teacher": "Yuqori malakali o'qituvchilar",
  "ustoz": "Ustozlarimiz boshlang'ich ta'lim sohasiga 15 yildan ortiq tajriba ega, bo'lib, har bir o'quvchiga professional ham individual yondashuv ko'rsatishadi.",
  "kongil": "Ko'ngil ochar tadbirlar va Ekskursiyalar",
  "tadbir": "Maktabimizga qiziqarli tadbirlar, o'z sohasining yetuk mutaxasissalari bilan uchrashuv tadbirlar tashkillashtiradi.",
  "munosabat": "Ota-ona, o'quvchi va o'qituvchilarga o'rtasiga o'zaro munosabatlarni tartibga solib turish, o'quvchilarga davomadi, o'zlashtirishi va rivojlanishini nazoratga solish vazifasini bajaradilar",
  "forma": "O'quvchilarimiz maktabimiz tomonidan 2 xil mavsumga mo'ljallangan, sifat talablariga to'liq mos keladigan maxsus o'quv forma bilan ta'minlanadi",
  "maxsus": "Maxsus forma",
  "tajriba": "Tajribali kuratorlar",
  "dam": "Dam olish xonalari ",
  "one": " Qulay va zamonaviy dam olish xonalarimiz o'quvchilarga o'qishdan so'ng hordiq chiqarish, ijod qilish va do'stlar bilan muloqot qilish uchun ideal muhit yaratadi",
  "Aloqa": "Aloqa",
  "sahifa": " Ijtimoiy tarmoqlardagi sahifalarimiz",
  "telefon": " Telefon raqami va Ijtimoiy tarmoqlarimiz",
  " Obuna": " Obuna bo'ling",
  "names": "Ismingizni kiriting:",
  "surname": "Familiyangizni kiriting:",
  "phone": "Telefon raqamizni kiriting:",
  "asoschisi": "Asoschisi",
  "saodat": "Saodat va ishonch barcha narsadan qadrliroq.",
  "at": " AT sohasiga 13 yillik tajriba ega bo'lib hozirgacha bir necha yirik AT loyihalar va kompaniyalar asoschisi hisoblanadi. Dasturchi, AT arxitektor, AT doktor.",
  "company": "Bundan tashqari, u 20 dan ortiq boshqa kompaniya va loyihalarda ham ishtirok etadi.",
  "welcome": "Iqtidor maktabiga xush kelibsiz! Bu Kitob tumanidagi IT va ingliz tilini o‘qitishga ixtisoslashgan birinchi muassasadir! Bizning asosiy maqsadimiz zamonaviy va sifatli ta’lim berish orqali o‘quvchilarning intellektual va shaxsiy rivojlanishini ta’minlashdir. Yuqori malakali o‘qituvchilarimiz bolalaringizga ingliz tili va IT bo‘yicha chuqur bilim berishadi. Shuningdek, maktabimizda zamonaviy sinfxonalar, boy kutubxona va sport inshootlari mavjud bo‘lib, o‘quvchilarning har tomonlama rivojlanishiga ko‘mak beradi.",
  "create": "Eng yaxshi o‘quv muhitini yarating!",
  "child": "farzandingiz uchun",
  "our": " Maktabimiz Qashqadaryo viloyatida joylashgan bo&apos;lib IT va  Ingliz tiliga ixtisoslashtirilgan maktab O&apos;qitish  uslublarimiz zamonaviy yondashuvlarga asoslangan bo&apos;lib, har bir bola uchun individual o&apos;quv rejasi ishlab chiqiladi. Kichik sinflar, yuqori malakali o&apos;qituvchilar va interfaol usullar bilan biz farzandingizning o&apos;quv jarayonini qiziqarli va samarali qilamiz.",
  "about": "Maktab haqida",
  "lesson": "Darslar rus tilida olib boriladi",
  "clever": "Individual yondashuv",
  "teach": "Yuqori malakali o‘qituvchilar",
  "methods": "Zamonaviy o‘qitish usullari",
  "class": "Kichik sinflar va yuqori e'tibor",
  "academic": "Yuqori akademik natijalar",
  "oshxona": "Oshxona xizmati",
  "yangi": "Yangi mahsulotlar",
  "food": "Moslashtirilgan dietalar va maxsus taomlar",
  "etibor": "E'tibor bilan iliq xizmat ko'rsatish",
  "taom": "O'ziga xos mazali taomlar",
  "axborot": "AT(Axborot Texnologiyalari)",
  "darslar": "Hafta davomiga zamonaviy axborot texnologiyalari bo'yicha mutaxassislardan darslar",
  "ingliz": "Ingliz tili",
  "xalqaro": "Xalqaro sertifikat qo'lga kiritishda yordam beradigan bilimlarni o'zlashtirish",
  "rus": "Rus tili",
  "davr": " Davr talabi bo'lgan tillarni muntazam o'rganib suhbatlashaish ko'nikmasini shakllantirish ",
  "arab": "Arab tili",
  "ishonch": " Ishonchli va tajribali mentorlardan yozish va o'qish ko'nikmalarni o'rganish",
  "mashq": "Gimnastika",
  "gimnastika": "Suyaklar to'g'ri shakllanishi va tana chiniqishi uchun  hafta davomiga mashg'ulotlar",
  "robot": "Robotexnika",
  "robotexnika": "Haqiqiy amaliyotlarga asoslangan texnologiya darslarda qatnashish imkoniyati",
  "ixtisoslashuv": "Ixtisoslashuv",
  "maxsus1": " maxsus yo'nalish va fanlarga puxta yondashuv maskani",
  "ayti": "AT ga ixtisoslashuv",
  "qullanma": "Axborot Texnologiyalari bilan bog'lik bo'lgan barcha fanlarga jiddiy yondashuv qo'llaniladi",
  "sport": "Sport",
  "soglom": " Maktabimizda o'quvchilarning sog'lom o'sishi va jismoniy baquvvat bo'lishlari uchun muntazam sport to'garaklari tashkil etiladi",
  "matem": "Matematika",
  "matematika": "Matematika - bitiruvchilarimiz xalqaro SAT imtihonlaridan 1300+ ball olib, yuqori saviyada mantiqiy fikrlashni o'rganishadi",
  "chet": "Chet tili",
  "til": "Ingliz tili - bitiruvchilarimiz xalqaro IELTS imtihonlaridan 7+  daraja olib, ingliz tilidan erkin foydalana olishlari uchun barcha  sharoitlarni yaratamiz",
  "qanot": "Orzularing qanot yozsin, \n Iqtidor School senga yo'l ochsin!",
  "list": " Ro'yhatdan o'tish",
  "lesson1": "Dars jarayoni",
  "iqtidor": "Iqtidor School da farzandlaringizni sifatli ta'lim olishi, hamda  ijodiy va intellektual rivojlanishi uchun barcha shart-sharoitlar yaratib berilgan.",
  "lang": "-Rus tilida olib boriladigan darslar;",
  "ilm": " -Proffesional ustozlar tomonidan zamonaviy ta'lim metodikasi asosida darslar;",
  "club": "-Sport to‘garaklari;",
  "fresh": "-3 mahal sog‘lom va halol ovqat;",
  "room": "-Dam olish xonalari;",
  "kutubxona": "-Zamonaviy kutubxona;",
  "kitob": " Kitob tumanida IT(AyTi) va ingliz tiliga ixtisoslashtirilgan ilk maktab Iqtidor School farzandingizga zamonaviy o'quv dasturlari va ilg'or ta'lim texnologiyalaridan foydalangan holda IT(AyTi) va Ingliz tiliga yo'naltirilgan chuqur bilimlarni berish maqsadida o'z faoliyatini boshladi.!",
  "maqsad": " Maqsadlarimiz",
  "maxsus2": "maxsus yo'nalish va fanlarga puxta yondashuv maskani",
  "talim1": "Sifatli ta'lim berish",
  "zamonaviy": "Zamonaviy o'quv dasturlari va ilg'or ta'lim  texnologiyalaridan foydalanish orqali oquvchilarga chuqur  va keng qamromli bilimlar beriladi",
  "shaxsiy": "Shaxsiy rivojlanish",
  "qobilyat": "Har bir o'quvchining qobilyati va iste'dodlarini  aniqlash va rivojlantirishga yo'naltirilgan ta'lim  metodlarini qo'llash",
  "ijodiy": "Ijodiy fikrlash",
  "tanqidiy": "O'quvchilarning ijodiy va tanqidiy fikrlashga o'rgatish , ularga muomlarini hal etish ko'nikmalarni shakllantirish",
  "qadr": "Axloqiy qadr iyatlar",
  "yuksak": " Yuksak axloqiy qadriyatlarni singdirish va jamiyatga foydali insonlarni tarbiyalash",
  "rivojlanish": "O'z-o'zimi rivojlantirish",
  "dastur": "Zamonaviy o'quv dasturlari va ilg'or ta'lim  texnologiyalaridan foydalanish orqali o'quvchilarga chuqur  va keng qamromli bilimlar beriladi",
  "shakl": "Ta'lim shakli",
  "nazorat": "Har kunlik dars nazorati, haftalik va oylik imtihonlar",
  "natija": " O'quvchilarning natijalari va ko'rsatgichlari muntazam tekshirilib boriladi",
  "shaxmat": " Kompyuter, shaxmat-shashka, gimnastika va sport to'garaklari",
  "halol": "3 mahal sog'lom va halol ovqat",
  "day_one": "Ta'lim jarayoni 8:00 dan 17:00 gacha (dushanba-juma)",
  "ozb": " O'zbek va rus tillarida ta'lim beriladi",
  "yuborish": "Yuborish",
  "yubor": "Yuborilmoqda...",
  "qidir": "Siz qidiryotgan page topilmadi ",
  "asosiy": "Asosiy sahifaga o'tish",
  "home": "Bosh sahifa",
  "about1": "Biz haqimizda",
  "info": "Ma'lumot",
  "blog": "Biz bilan bog‘laning",
  "news": "Yangiliklar",
  "sign": "Ro'yhatdan o'tish"
}